Repository: BadassAman4014/GrowwCode
Catalog: lib/l10n/app_*.arb
Languages: hi, te

source: Hello World
hi: नमस्ते दुनिया
te: హలో ప్రపంచం

source: Farming Tools
hi: कृषि उपकरण
te: వ్యవసాయ పరికరాలు

source: Seeds & Saplings
hi: बीज और पौधे
te: పచ్చి మరియు మొక్కలు

source: Fertilisers
hi: उर्वरक
te: రసాయనాలుఅణు

source: Gardening Tools
hi: बागवानी उपकरण
te: తోట పరికరాలు

source: Others
hi: अन्य
te: ఇతర

source: Gardening Accessories
hi: बागवानी सहायक उपकरण
te: తోట యాక్సెసరీస్

source: Potash Fertiliser
hi: पोटाश उर्वरक
te: పొటాష్ ఎరువులు

source: Garden Tower
hi: गार्डन टॉवर
te: గార్డెన్ టవర్

source: All In One Seed Pack
hi: एक में सभी बीज पैक
te: ఒకటి అన్ని ప్యాక్

source: Fertiliser
hi: उर्वरक
te: రసాయనాలు

source: Location permission denied
hi: स्थान अनुमति अस्वीकृत
te: స్థాన అనుమతి అంగీకరించలేదు

source: Weather Conditions
hi: मौसम की स्थिति
te: వాతావరణ పరిస్థితులు

source: throughout the day
hi: पूरे दिन
te: పూర్తి రోజు

source: Failed to load weather data
hi: मौसम डेटा लोड करने में विफल
te: వాతావరణ డేటా లోడ్ చేయడంలో విఫలమైంది

source: Error fetching weather data
hi: मौसम डेटा लाने में त्रुटि
te: వాతావరణ డేటాను పొందడంలో లోపం

source: AgroGuide
hi: कृषि मार्गदर्शिका
te: వ్యవసాయ మార్గదర్శి

source: Fertiliser Prediction
hi: उर्वरक भविष्यवाणी
te: రసాయనాల సూచన

source: Crop Suggestion
hi: फसल सुझाव
te: పంట సూచన

source: Disease Prediction
hi: रोग भविष्यवाणी
te: రోగం సూచన

source: IOT System
hi: आईओटी प्रणाली
te: ఐఓటీ వ్యవస్థ

source: FertiliserPedia
hi: उर्वरक पीडिया
te: రసాయనాల పిడియా

source: IOT Monitor
hi: आईओटी मॉनिटर
te: ఐఓటీ మానిటర్

source: VikasPedia
hi: विकास पीडिया
te: వికాస్ పిడియా

source: Select Assistance Type
hi: सहायता प्रकार चुनें
te: సహాయం రకం ఎంచుకోండి
